Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/facta/klemetti.blogspot.com/klemetti.25.09.12_fin.txt.tmx
Source language: fin
Languages: sme

source: Kansainvälinen paine ratifioida Ilo 169-sopimus kasvaa
sme: Riikkaidgaskasaš deaddu ratifiseret Ilo 169-soahpamuša lassána

source: Euroopan Neuvoston ihmisoikeusvaltuutettu Nils Muižnieks antoi tänään raporttinsa suosituksineen Suomen valtiolle Suomen ihmisoikeustilanteen parantamiseksi.
sme: Eurohpá Ráđi olmmošriekteáittardeaddji Nils Muižnieks attii odne raporttas ávžžuhusaidisguin Suoma stáhtii Suoma olmmošriektedili buorideami várás.

source: Tiedote raportista, valtuutetulle pitämäni puhe ja itse raportti löytyvät saamelaiskäräjien kotisivuilta.
sme: Dieđáhus raporttas, mu sáhka áittardeaddjái ja ieš raporta gávdnojit sámedikki ruovttusiidduin.

source: Minulla oli ilo tavata ihmisoikeusvaltuutettu hänen Suomen vierailunsa yhteydessä kesäkuussa.
sme: Mus lei illu deaivvadit olmmošriekteáittardeddjiin su Suoma guossástallama olis geassemánus.

source: Keskustelimme hänen kanssaan hyvin pitkään saamelaisten asemasta Suomessa ja puutteista saamelaisten oikeuksien toteutumisessa.
sme: Ságastalaime suinna hui guhká Suoma sápmelaččaid sajádagas ja sápmelaččaid rivttiid olláhuvvama váilevašvuođain.

source: Toin valtuutetulle esille Suomen saamelaiskäräjien kokouksen tekemät esitykset Ilo 169-sopimuksen ratifiointiprosessiksi sekä korkeimman hallinto-oikeuden (KHO:n) tekemien päätösten vaikutukset täydentää saamelaiskäräjien vaaliluetteloa vastoin saamelaiskäräjien kantaa.
sme: Bukten áittardeaddjái ovdan Suoma sámedikki čoakkáma dahkan evttohusaid Ilo 169-soahpamuša ratifiserenproseassan sihke alimus hálddahusrievtti (AHR:a) dahkan mearrádusaid váikkuhusain dievasmahttit sámedikki válgalogahallama sámedikki oainnu vuostásaččat.

source: Toin myös esille maa- ja metsätalousministeriön kielteisen suhtautumisen Ilo 169-sopimuksen ratifiointiin ja saamelaisten oikeusaseman parantamiseen.
sme: Bukten maid ovdan eanan- ja meahccedoalloministeriija biehtadahkes doaladumi Ilo 169-soahpamuša ratifiseremii ja sápmelaččaid riektesajádaga buorideapmái.

source: Ymmärtääkseni valtuutettu on keskustellut asiasta vierailunsa yhteydessä myös maa- ja metsätalousministeriön kanssa.
sme: Mu ipmárdusa mielde áittardeaddji lea ságastallan áššis guossástallamis olis maiddái eanan- ja meahccedoalloministeriijain.

source: Kerroin myös, että rasistinen keskustelu on yleistynyt merkittävästi tänä vuonna Ilo 169-sopimuksen ratifiointiprosessin käynnistymisestä johtuen.
sme: Muitalin maid, ahte rasisttalaš ságastallan lea lassánan mearkkašahtti ládje dán jagi Ilo 169-soahpamuša ratifiserenproseassa álggaheami geažil.

source: Saamelaisia on jopa uhkailtu.
sme: Sápmelaččat leat juobe uhkiduvvon.

source: Ilmapiiri on koventunut ja saamelaisten oikeuksia vastustavat tahot ovat aloittaneet saamelaisvastaisia kampanjoita.
sme: Dovddut lea čavgan ja sápmelaččaid rivttiid vuostálastit leat álggahan sápmelašvuostásaš kampánnjaid.

source: Vierailun perusteella ihmisoikeusvaltuutettu Nils Muižnieks on tehnyt Suomea koskevan raportin suosituksineen.
sme: Guossástallama vuođul olmmošriekteáittardeaddji Nils Muižnieks lea čállán raportta ávžžuhusaidisguin, mii guoská Suoma.

source: Valtuutettu, kuten YK:n alkuperäiskansaraportoija, EU:n parlamentti, YK:n ihmisoikeuskomitea, Euroopan Neuvoston ministerikomitea, Euroopan Neuvoston vähemmistöpuitekomitea, ECRI (Euroopan Neuvoston alainen komissio rasismia ja suvaitsemattomuutta vastaan), YK:n rotusyrjintäkomitea, Taloudellisten, sosiaalisten ja sivistyksellisten oikeuksien komitea, Lapsen oikeuksien komitea ja YK:n yleismaailmallinen määräaikaistarkastelu ovat kehottaneet Suomea ratifioimaan Ilo 169-sopimuksen.
sme: Áittardeaddji, dego ON:a álgoálbmotraporterejeaddji, EU:a parlameanta, ON:a olmmošriektekomitea, Eurohpá Ráđi ministtarkomitea, Eurohpá Ráđi vehádatrápmakomitea, ECRI (Eurohpá Ráđi vuollásaš komisšuvdna rasismma ja utnohisvuođa vuostá), ON:a nállevealahankomitea, Ekonomalaš, sosiálalaš ja čuvgehuslaš rivttiid komitea, Mánáid vuoigatvuođaid komitea ja ON:a oppamáilmmálaš mearreáiggegeahčadeapmi leat ávžžuhan Suoma ratifiseret Ilo 169-soahpamuša.

source: Kansainväliset ihmisoikeuselimet ovat hyvin yksimielisiä siitä, mitä Suomen on tehtävä.
sme: Riikkaidgaskasaš olmmošriekteorgánat leat hui ovttamielalaččat das, maid Suopma ferte dahkat.

source: Suomi käy parhaillaan viimeisiä neuvotteluja paikasta YK:n turvallisuusneuvostoon ja pyrkimyksiä tukisi kansainvälisten ihmisoikeuselinten suositusten toimeenpano.
sme: Suomas leat dál maŋimus ráđđádallamat báikkis ON:a dorvoolašvuohtaráđđái ja viggamuša doarjjulii riikkaidgaskasaš olmmošriekteorgánaid ávžžuhusaid olláhuhttin.

source: Valtioneuvoston on tarkoitus käsitellä alkusyksyllä miten Ilo 169-sopimuksen ratifioinnissa tulisi edetä.
sme: Stáhtaráđi ulbmilin lea gieđahallat álgočavčča mot Ilo 169-soahpamuša ratifiseremis galggalii ovdánit.

source: Euroopan neuvoston ihmisoikeusvaltuutettu Muižnieks ehdotti, että Suomi harkitsisi vakavasti Suomen saamelaiskäräjien ehdotusta siitä, että Ilo169 - sopimuksen ratifiointia valmisteltaisiin parlamentaarisessa komiteassa, jossa olisi saamelaiskäräjien ja eduskunnan edustajia.
sme: Eurohpá Ráđi olmmošriekteáittardeaddji Muižnieks evttohii, ahte Suopma árvvoštalalii duođas Suoma sámedikki evttohusa das, ahte Ilo 169-soahpamuša ratifiseren válmmaštallojuvvolii parlamentáralaš komiteas, mas livčče sámedikki ja riikkabeivviid ovddasteaddjit.

source: Tällä viikolla olen Helsingissä.
sme: Dán vahku lean Helssegis.

source: Tänään oli oikeusministeriön asettaman saamelaiskäräjälain uudistamista valmistelevan työryhmän ensimmäinen kokous.
sme: Odne ledjen vuoigatvuohtaministeriija ásahan sámediggelága ođasteami válmmaštalli bargojoavkku vuosttaš čoakkámis.

source: Saamelaiskäräjät toi kokoukseen oman esityksensä siitä, miten työryhmän työssä tulisi edetä.
sme: Sámediggi buvttii čoakkámii iežas evttohusa das, mot bargojoavkku barggus galggalii ovdánit.

source: Muuten keskustelimme kokouksessa lähinnä kokousaikataulusta, työn perusteista sekä tavoitteista.
sme: Muđuid ságastalaimet čoakkámis lagamusat čoakkánáigedávvalis, barggu vuođuin ja ulbmiliin.

source: Osallistun tällä viikolla myös biodiversiteettityöryhmän kokoukseen, ihmisoikeusvaltuuskunnan työvaliokunnan kokoukseen, saamelaiskäräjien hallituksen kokoukseen sekä oikeusministeriön kieliasian neuvottelukunnan tapaamiseen Inarissa.
sme: Oassálasttán dán vahku maid maid biodiversiteahttabargojoavkku čoakkámii, olmmošriekteáirrasgotti bargoválljagotti čoakkámii, sámedikki stivrra čoakkámii sihke vuoigatvuohtaministeriija giellaáššiid ráđđádallangotti deaivvadeapmái Anáris.

source: Eli työntäyteinen viikko !
sme: Hui hohpos vahkku nappo !

source: Hallituksen kokouksen asialistalla on tärkeitä asioita.
sme: Stivrra čoakkáma áššelisttus leat dehálaš áššit.

source: Valitsemme kieliasiansihteerin virkaan sekä teemme esityksen lausunnoksi saamen kielten elvyttämisohjelmasta edelleen saamelaiskäräjien kokouksen käsiteltäväksi.
sme: Válljet giellaáššiidčálli virgái sihke ráhkadit evttohusa cealkámuššan sámegielaid ealáskahttinprográmmas ain ovddos sámedikki dievasčoakkáma gieđahallama várás.

source: Helsingissä 25.9.2012 Klemetti Näkkäläjärvi
sme: Helssegis 25.09
